[
    {
        "id": "0001",
        "name": "Athena I",
        "family": "Athena",
        "value": 15000,
        "description": {
            "english": "The Athena I, known as the Lockheed Launch Vehicle (LLV) at the time of its first flight and Lockheed Martin Launch Vehicle (LMLV) at the time of its second flight.",
            "portuguese": "Athena I foi um foguete construído pela Lockheed Martin com capital privado e pertencente à família de foguetes Athena. Foi retirado do serviço por não obter os benefícios esperados."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Athena_1_rocket_launching_from_Kodiak_Island.jpg/250px-Athena_1_rocket_launching_from_Kodiak_Island.jpg"
    },
    {
        "id": "0002",
        "name": "Athena II",
        "family": "Athena",
        "value": 12000.0,
        "description": {
            "english": "The Athena II is an American small expendable launch system which was used for three launches between 1998 and 1999,[1] and which was scheduled to return to service in 2012 but has not been flown again as of October 2022.",
            "portuguese": "O Athena II foi um foguete construído pela Lockheed Martin com capital privado e pertencente à família de foguetes Athena. Foi retirado do serviço por não obter os benefícios esperados."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Athena_2_with_Lunar_Prospector.jpg/200px-Athena_2_with_Lunar_Prospector.jpg"
    },
    {
        "id": "0003",
        "name": "Atlas B",
        "family": "Atlas",
        "value": 13000.0,
        "description": {
            "english": "The SM-65 Atlas was the first operational intercontinental ballistic missile (ICBM) developed by the United States and the first member of the Atlas rocket family. It was built for the U.S. Air Force by the Convair Division of General Dynamics at an assembly plant located in Kearny Mesa, San Diego.",
            "portuguese": "O SM-65 Atlas foi o primeiro ICBM dos Estados Unidos. Foi desenvolvido pela General Dynamics (divisão Convair) para a Força Aérea dos Estados Unidos. Estes mísseis ficavam de prontidão em silos espalhados por todo o território Norte americano como arma de dissuasão, durante a Guerra fria."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Convair_SM-65F_Atlas_532_550_SMS_Site_02_Abilene_KS.jpg/300px-Convair_SM-65F_Atlas_532_550_SMS_Site_02_Abilene_KS.jpg"
    },
    {
        "id": "0004",
        "name": "Atlas Able",
        "family": "Atlas",
        "value": 14000.0,
        "description": {
            "english": "The Atlas-Able was an American expendable launch system derived from the SM-65 Atlas missile. It was a member of the Atlas family of rockets, and was used to launch several Pioneer spacecraft towards the Moon. Of the five Atlas-Able rockets built, two failed during static firings, and the other three failed to reach orbit.",
            "portuguese": "O Atlas-Able, foi um veículo de lançamento descartável de origem Norte americana. Originalmente projetado e construido pela Divisão Convair da General Dynamics em San Diego, na Califórnia. Ele fazia parte da família Atlas de foguetes e foi criado a partir do míssil SM-65 Atlas. O Atlas-Able, foi usado para lançar as primeiras sondas do Programa Pioneer, sem muito sucesso."
        },
        "imageUrl": "http://weebau.com/lvpics/P/60f11a.jpg"
    },
    {
        "id": "0005",
        "name": "Atlas Agena",
        "family": "Atlas",
        "value": 22000.0,
        "description": {
            "english": "The Atlas-Agena was an American expendable launch system derived from the SM-65 Atlas missile. It was a member of the Atlas family of rockets, and was launched 109 times between 1960 and 1978.",
            "portuguese": "Originalmente projetado e construído pela Divisão Convair da General Dynamics em San Diego, na Califórnia. Os Atlas-Agena foram uma combinação de foguetes Atlas com diferentes versões do foguete Agena como segundo foguete, aumentando a carga útil que poderia ser posta em órbita. Nos Atlas-Agena empregaram todas as versões que houve de foguetes Agena."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Atlas_Agena_launching_Lunar_Orbiter_4.jpg/250px-Atlas_Agena_launching_Lunar_Orbiter_4.jpg"
    },
    {
        "id": "0006",
        "name": "Atlas H",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas H was an American expendable launch system derived from the SM-65 Atlas missile. It was a member of the Atlas family of rockets, and was used to launch five clusters of NOSS satellites for the US National Reconnaissance Office. ",
            "portuguese": "O Atlas H, foi um veículo de lançamento descartável de origem Norte americana. Originalmente projetado e construido pela Divisão Convair da General Dynamics em San Diego, na Califórnia. Ele fazia parte da família Atlas de foguetes e foi criado a partir do míssil SM-65 Atlas."
        },
        "imageUrl": "https://www.thespacereview.com/archive/1750a.jpg"
    },
    {
        "id": "0007",
        "name": "Atlas LV-3B",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "he Atlas LV-3B, Atlas D Mercury Launch Vehicle or Mercury-Atlas Launch Vehicle, was a human-rated expendable launch system used as part of the United States Project Mercury to send astronauts into low Earth orbit.",
            "portuguese": "O Atlas LV-3B, ou Veículo de lançamento Atlas D-Mercury ou ainda Veículo de lançamento Mercury-Atlas, foi um veículo de lançamento descartável certificado para voos tripulados. Esse foguete, foi usado como parte do Programa Mercury, para voos suborbitais e orbitais tripulados."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Launch_of_Friendship_7_-_GPN-2000-000686.jpg/220px-Launch_of_Friendship_7_-_GPN-2000-000686.jpg"
    },
    {
        "id": "0008",
        "name": "Atlas SLV-3",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas SLV-3, or SLV-3 Atlas was an American expendable launch system derived from the SM-65 Atlas / SM-65D Atlas missile. It was a member of the Atlas family of rockets. The Atlas SLV-3 was a stage and a half rocket, built as a standardized replacement for earlier Atlas launch systems, which had been derived from the various Atlas missiles.",
            "portuguese": "O Atlas SLV-3, ou SLV-3 Atlas foi um sistema de lançamento descartável derivado do míssil SM-65 Atlas. Ele era um membro da família de foguetes Atlas, e foi usado por três testes suborbitais dos veículos de reentrada X-23 Prime. Dois lançamentos orbitais também foram realizadas, sendo que ambos falharam."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/ATDA_atop_Atlas_launch_vehicle_launched_from_Kennedy_Space_Center.jpg/250px-ATDA_atop_Atlas_launch_vehicle_launched_from_Kennedy_Space_Center.jpg"
    },
    {
        "id": "0009",
        "name": "Atlas Centaur",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas-Centaur was a United States expendable launch vehicle derived from the SM-65 Atlas D missile. Launches were conducted from Launch Complex 36 at the Cape Canaveral Air Force Station (CCAFS) in Florida.",
            "portuguese": "O Atlas-Centaur, foi um veículo de lançamento descartável de origem Norte americana. Originalmente projetado e construído pela Divisão Convair da General Dynamics em San Diego, na Califórnia."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Surveyor_1_launch.jpg/220px-Surveyor_1_launch.jpg"
    },
    {
        "id": "0010",
        "name": "Atlas G",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas G, also known as Atlas G Centaur-D1AR[1] was an American expendable launch system derived from the Atlas-Centaur. It was a member of the Atlas family of rockets, and was used to launch seven communication satellites during the mid to late 1980s.",
            "portuguese": " Atlas G, foi um veículo de lançamento descartável de origem Norte americana. Originalmente projetado e construido pela Divisão Convair da General Dynamics em San Diego, na Califórnia."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Atlas-G.jpg/220px-Atlas-G.jpg"
    },
    {
        "id": "0011",
        "name": "Atlas I",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas I was a US expendable launch system manufactured by General Dynamics in the 1990s to launch a variety of satellites. In June 1987, General Dynamics committed $100M to acquire long-lead procurement items to support build of 18 vehicles for sale commercially.",
            "portuguese": "O Atlas I foi um Sistema de lançamento descartável de origem Norte Americana, usado na década de 90 para lançar uma grande variedade de satélites. O \"I\" no nome \"Atlas I\" pode causar um certa confusão, devido ao fato de todos os modelos Atlas anteriores usarem letras no sufixo do nome, sendo o último desses o Atlas H. No entanto, os foguetes seguintes foram identificados usando Algarismos Romanos, começando com o \"Atlas I\"."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Atlas_I_launching_CRRES_satellite1.jpg/220px-Atlas_I_launching_CRRES_satellite1.jpg"
    },
    {
        "id": "0012",
        "name": "Atlas II",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "Atlas II was a member of the Atlas family of launch vehicles, which evolved from the successful Atlas missile program of the 1950s. The Atlas II was a direct evolution of the Atlas I, featuring longer first stage tanks, higher-performing engines, and the option for strap-on solid rocket boosters. It was designed to launch payloads into low earth orbit, geosynchronous transfer orbit or geosynchronous orbit. ",
            "portuguese": "O Atlas II, foi o último foguete da família Atlas a usar o esquema de três motores no primeiro estágio, sendo dois descartados durante o voo (um estágio e meio), os tanques e outros elementos estruturais foram mantidos. Ele foi projetado para colocar cargas úteis em órbita baixa, órbita de transferência geosíncrona ou simplesmente órbita geossíncrona."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/DF-SC-99-00074_cropped_and_rotated.jpeg/200px-DF-SC-99-00074_cropped_and_rotated.jpeg"
    },
    {
        "id": "0013",
        "name": "Atlas III",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "The Atlas III (known as the Atlas II-AR (R for Russian) early in development [3]) was an American orbital launch vehicle, used in the years between 2000 and 2005.[4] It was developed from the highly successful Atlas II rocket and shared many components.",
            "portuguese": "O Atlas III, foi um veículo de lançamento descartável de origem Norte americana. Originalmente projetado e construído pela Lockheed Martin em Bethesda, Maryland. Ele fazia parte da família Atlas de foguetes e foi criado usando uma concepção diferente dos modelos anteriores."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Atlas_III_Centaur.jpg/250px-Atlas_III_Centaur.jpg"
    },
    {
        "id": "0014",
        "name": "Atlas V",
        "family": "Atlas",
        "value": 10000.0,
        "description": {
            "english": "Atlas V is an expendable launch system and the fifth major version in the Atlas launch vehicle family. It was originally designed by Lockheed Martin, now being operated by United Launch Alliance (ULA), a joint venture between Lockheed Martin and Boeing.",
            "portuguese": "O Atlas V é um veículo de lançamento descartável, ainda em atividade da família de foguetes Atlas. Ele foi operado primeiramente pela Lockheed Martin, e atualmente é operado pela joint venture Lockheed Martin-Boeing, a United Launch Alliance (ULA). Cada foguete Atlas V usa um motor RD-180 (movido a RP-1 e LOX), como primeiro estágio e um motor RL10 (movido a LH2 e LOX), no segundo estágio, um Centaur."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Atlas_V%28401%29_launches_with_LRO_and_LCROSS_cropped.jpg/250px-Atlas_V%28401%29_launches_with_LRO_and_LCROSS_cropped.jpg"
    },
    {
        "id": "0015",
        "name": "Antares 110",
        "family": "Antares",
        "value": 10000.0,
        "description": {
            "english": "Antares (/ænˈtɑːriːz/), known during early development as Taurus II, is an expendable launch system developed by Orbital Sciences Corporation (now part of Northrop Grumman) and the Yuzhnoye Design Bureau to launch the Cygnus spacecraft to the International Space Station as part of NASA's COTS and CRS programs.",
            "portuguese": " foguete Antares, conhecido no início do desenvolvimento como Taurus II, é um veículo de lançamento descartável desenvolvido pela Orbital Sciences Corporation. Este veículo de lançamento é usado para lançar a nave não tripulada Cygnus que é usado para abastecer a Estação Espacial Internacional."
        },
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Antares_A-ONE_vertical_-_April_20.2.jpg/200px-Antares_A-ONE_vertical_-_April_20.2.jpg"
    },
    {
        "id": "0016",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0017",
        "name": "Foguete a",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0018",
        "name": "Foguete x",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0019",
        "name": "Foguete b",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0020",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0021",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0022",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0023",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0024",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0025",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0026",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0027",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0028",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0029",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0030",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0031",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0032",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0033",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0034",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0035",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0036",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0037",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0038",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0039",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0040",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0020",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0021",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0022",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0023",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0024",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0025",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0026",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0027",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0028",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0029",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0030",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0031",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0032",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0033",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0034",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0035",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0036",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0037",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0038",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0039",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    },
    {
        "id": "0040",
        "name": "Foguete ",
        "family": "",
        "value": 10000.0,
        "description": {
            "english": "",
            "portuguese": ""
        },
        "imageUrl": ""
    }

]